Repository: lucky93agarwal/job_seekers
Catalog: lib/l10n/app_*.arb
Languages: ne

# theCompanyMay
source: The Company may use Personal Data for the following purposes:
ne: कम्पनीले निम्न उद्देश्यका लागि व्यक्तिगत डाटा प्रयोग गर्न सक्छ: १. हाम्रो सेवाको प्रयोगको अनुगमन सहित हाम्रो सेवा प्रदान गर्न र कायम राख्न। २. तपाईंको खाता व्यवस्थापन गर्न: सेवाको प्रयोगकर्ताको रूपमा तपाईंको दर्ता व्यवस्थापन गर्न। तपाईंले प्रदान गर्नुभएको व्यक्तिगत डेटाले तपाईंलाई सेवाको विभिन्न प्रकार्यहरूमा पहुँच दिन सक्छ जुन तपाईं दर्ता प्रयोगकर्ताको रूपमा उपलब्ध छन्। ३. तपाइँलाई सम्पर्क गर्न: तपाइँलाई इमेल, टेलिफोन कल, SMS, वा इलेक्ट्रोनिक संचार को अन्य समान रूपहरु द्वारा सम्पर्क गर्न को लागी, जस्तै सुरक्षा अपडेट सहित कार्यक्षमताहरु, उत्पादनहरु वा अनुबंधित सेवाहरु संग सम्बन्धित अपडेटहरु वा सूचनात्मक संचार को बारे मा मोबाइल अनुप्रयोगको पुश सूचनाहरु, तिनीहरूको कार्यान्वयनको लागि आवश्यक वा उचित हुँदा। 4. तपाईँलाई समाचार, विशेष अफरहरू र हामीले प्रस्ताव गर्ने अन्य सेवाहरू र कार्यक्रमहरूको बारेमा सामान्य जानकारी प्रदान गर्नका लागि जुन तपाईँले पहिले नै सोध्नुभएका कुराहरूसँग मिल्दोजुल्दो छ। अन्य उद्देश्यका लागि: हामीले तपाईंको जानकारी अन्य उद्देश्यका लागि प्रयोग गर्न सक्छौं, जस्तै डेटा विश्लेषण, प्रयोग प्रवृत्तिहरू पहिचान गर्न, र हाम्रो एप, उत्पादनहरू, सेवाहरू, र तपाईंको प्रयोगकर्ता अनुभवको मूल्याङ्कन र सुधार गर्न।

# nepaliCalendarWillRetain
source: Nepali Calendar will retain Your Personal Data only for as long as is necessary for the purposes set out in Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations, resolve disputes, & enforce our legal agreements & policies. Nepali Calendar will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.
ne: नेपाली क्यालेन्डरले गोपनीयता नीतिमा तोकिएका उद्देश्यहरूका लागि आवश्यक भएसम्म मात्र तपाईंको व्यक्तिगत डाटा राख्नेछ। हामी हाम्रा कानूनी दायित्वहरूको पालना गर्न, विवादहरू समाधान गर्न, र हाम्रा कानुनी सम्झौताहरू र नीतिहरू लागू गर्न आवश्यक हदसम्म तपाईंको व्यक्तिगत डेटा राख्नेछौं र प्रयोग गर्नेछौं। नेपाली क्यालेन्डरले आन्तरिक विश्लेषण उद्देश्यका लागि प्रयोग डाटा पनि राख्नेछ। उपयोग डेटा सामान्यतया छोटो अवधिको लागि राखिन्छ, बाहेक जब यो डेटा सुरक्षा बलियो बनाउन वा हाम्रो सेवाको कार्यक्षमता सुधार गर्न प्रयोग गरिन्छ, वा हामी लामो समय अवधिको लागि यो डेटा कायम राख्न कानूनी रूपमा बाध्य छौं।

# transferOfThe
source: 4. Transfer of the Users’ information
ne: 4. प्रयोगकर्ताको जानकारीको स्थानान्तरण

# deleteUsersPersonal
source: 5. Delete Users’ Personal Data
ne: 5. प्रयोगकर्ताको व्यक्तिगत डाटा मेटाउनुहोस्

# yourInformationIncluding
source: Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.
ne: तपाइँको जानकारी, व्यक्तिगत डेटा सहित, कम्पनीको अपरेटिङ अफिसहरूमा र अन्य कुनै पनि ठाउँहरूमा प्रशोधन गरिन्छ जहाँ प्रशोधनमा संलग्न पक्षहरू अवस्थित छन्। यस गोपनीयता नीतिमा तपाइँको सहमति पछि तपाइँको यस्तो जानकारी को पेश गर्नुले तपाइँको सहमति को प्रतिनिधित्व गर्दछ। स्थानान्तरण।

# ourAppMayGive
source: Our App may give You the ability to delete certain information about You from within the Service. You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us. Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.
ne: हाम्रो अनुप्रयोगले तपाईंलाई सेवा भित्रबाट तपाईंको बारेमा निश्चित जानकारी मेटाउने क्षमता दिन सक्छ। यदि तपाइँसँग छ भने तपाइँको खातामा साइन इन गरेर, र तपाइँलाई तपाइँको व्यक्तिगत जानकारी व्यवस्थापन गर्न अनुमति दिने खाता सेटिङ सेक्सनमा गएर तपाइँ कुनै पनि समयमा तपाइँको जानकारी अद्यावधिक गर्न, परिमार्जन गर्न वा मेटाउन सक्नुहुन्छ। तपाईले हामीलाई प्रदान गर्नुभएको कुनै पनि व्यक्तिगत जानकारीमा पहुँचको लागि अनुरोध गर्न, सुधार गर्न वा मेटाउनको लागि हामीलाई सम्पर्क गर्न सक्नुहुन्छ। कृपया ध्यान दिनुहोस्, तथापि, हामीले कानुनी दायित्व वा कानुनी आधारमा त्यसो गर्नका लागि केही जानकारी राख्न आवश्यक हुन सक्छ।

# weAutomaticallyCollect
source: We automatically collect certain information when you visit, use, or navigate the App. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your
ne: तपाईंले एप भ्रमण गर्दा, प्रयोग गर्दा वा नेभिगेट गर्दा हामी स्वचालित रूपमा निश्चित जानकारी सङ्कलन गर्छौं। यो जानकारीले तपाईंको विशिष्ट पहिचान (जस्तै तपाईंको नाम वा सम्पर्क जानकारी) प्रकट गर्दैन तर तपाईंको १ जस्ता यन्त्र र प्रयोग जानकारी समावेश गर्न सक्छ। IP ठेगाना २. ब्राउजर र यन्त्रका विशेषताहरू ३. अपरेटिङ सिस्टम ४. भाषा प्राथमिकताहरू ५. यन्त्रको नाम, स्थान ६. र अन्य प्राविधिक जानकारी। यो जानकारी मुख्य रूपमा हाम्रा सेवाहरूको सुरक्षा र सञ्चालन कायम राख्न र हाम्रो आन्तरिक विश्लेषण र रिपोर्टिङ उद्देश्यहरूको लागि आवश्यक छ।

# disclosureOfUsersPersonal
source: 6. Disclosure of Users’ Personal Data
ne: 6. प्रयोगकर्ताको व्यक्तिगत डेटाको खुलासा

# changesToThisPrivacy
source: 7. Changes to this Privacy Policy
ne: 7. यस गोपनीयता नीतिमा परिवर्तनहरू

# securityMeasuresForUsers
source: 8. Security measures for Users’ information
ne: 8. प्रयोगकर्ताको जानकारीको लागि सुरक्षा उपायहरू

# nepaliCalendarMay
source: Nepali Calendar may disclose Your Personal Data in the good faith belief that such action is necessary to:
ne: नेपाली क्यालेन्डरले तपाईको व्यक्तिगत डेटालाई असल विश्वासमा खुलासा गर्न सक्छ कि यस्तो कार्य आवश्यक छ: १। कानुनी दायित्वको पालना गर्नुहोस् २. कम्पनीको अधिकार वा सम्पत्तिको रक्षा र रक्षा गर्नुहोस् 3। सेवाको सम्बन्धमा सम्भावित गल्तीहरू रोक्न वा अनुसन्धान गर्नुहोस् 4। सेवाका प्रयोगकर्ता वा जनताको व्यक्तिगत सुरक्षाको सुरक्षा गर्नुहोस् 5। कानूनी दायित्व विरुद्ध सुरक्षा

# weMayUpdateOur
source: We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our App, prior to the change becoming effective and update the Last updated date at the top of this Privacy Policy. Changes to this Privacy Policy are effective when they are posted on this page.
ne: हामी समय समयमा हाम्रो गोपनीयता नीति अद्यावधिक गर्न सक्छौं। हामी तपाईंलाई यस पृष्ठमा नयाँ गोपनीयता नीति पोस्ट गरेर कुनै पनि परिवर्तनहरूको बारेमा सूचित गर्नेछौं। हामी तपाईंलाई इमेल र/वा हाम्रो एपमा प्रख्यात सूचना मार्फत जानकारी दिनेछौं, परिवर्तन प्रभावकारी हुनु अघि र यस गोपनीयता नीतिको शीर्षमा अन्तिम अद्यावधिक गरिएको मिति अद्यावधिक गर्नेछौं। यो गोपनीयता नीतिमा परिवर्तनहरू प्रभावकारी हुन्छन् जब तिनीहरू यस पृष्ठमा पोस्ट हुन्छन्।

# theSecurityOfYourPersonal
source: The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.
ne: तपाईंको व्यक्तिगत डेटाको सुरक्षा हाम्रो लागि महत्त्वपूर्ण छ, तर याद गर्नुहोस् कि इन्टरनेटमा प्रसारण गर्ने कुनै पनि विधि, वा इलेक्ट्रोनिक भण्डारणको विधि 100% सुरक्षित छैन। जब हामी तपाईंको व्यक्तिगत डाटा सुरक्षित गर्न व्यावसायिक रूपमा स्वीकार्य माध्यमहरू प्रयोग गर्ने प्रयास गर्छौं, हामी यसको पूर्ण सुरक्षाको ग्यारेन्टी दिन सक्दैनौं।

# ifYouHaveAny
source: If you have any questions about our Privacy Policy, do not hesitate to contact us at info@ourvirtualtribes.com.
ne: यदि तपाइँसँग हाम्रो गोपनीयता नीतिको बारेमा कुनै प्रश्नहरू छन् भने, हामीलाई info@ourvirtualtribes.com मा सम्पर्क गर्न नहिचकिचाउनुहोस्।

source: Marketplace
ne: बजार

source: Recent
ne: हालको

source: Recommendation
ne: सिफारिस

source: Boosted Post
ne: बढाइएको पोस्ट

# boosPostTo
source: Boos Post to sell quickly
ne: Boos पोस्ट चाँडै बेच्न

# myProducts
source: My Products & Services
ne: मेरो उत्पादन र सेवाहरू

source: BOOST ADS
ne: बूस्ट विज्ञापनहरू

# weWantToAssist
source: We want to assist you in achieving a quicker sale.
ne: हामी तपाईंलाई छिटो बिक्री हासिल गर्न मद्दत गर्न चाहन्छौं.

# byProvidingTopOfThe
source: By providing top-of-the-category placement for a limited period, Boost can increase the exposure of your product to a larger audience of potential buyers. This ensures that your product receives high engagement and visibility. Our smart algorithm ensures that when people search for related products, your listings appear first, ahead of regular listings. Once you have used Boost, you can track the growth in your product's reach through the Analytics feature on your profile.
ne: सीमित अवधिको लागि शीर्ष-को-कोटि प्लेसमेन्ट प्रदान गरेर, बूस्टले सम्भावित खरीददारहरूको ठूलो दर्शकहरूमा तपाईंको उत्पादनको एक्सपोजर बढाउन सक्छ। यसले सुनिश्चित गर्दछ कि तपाईंको उत्पादनले उच्च संलग्नता र दृश्यता प्राप्त गर्दछ। हाम्रो स्मार्ट एल्गोरिथ्मले सुनिश्चित गर्दछ कि जब मानिसहरूले सम्बन्धित उत्पादनहरू खोज्छन्, तपाईंको सूचीहरू नियमित सूचीहरू भन्दा अगाडि देखा पर्दछ। तपाईँले बूस्ट प्रयोग गरिसकेपछि, तपाइँ आफ्नो प्रोफाईलमा रहेको एनालिटिक्स सुविधा मार्फत आफ्नो उत्पादनको पहुँचमा भएको वृद्धिलाई ट्र्याक गर्न सक्नुहुन्छ।

source: Boost your listing
ne: आफ्नो सूची बढाउनुहोस्

# productsSelected
source: 2 Products Selected !
ne: 2 उत्पादनहरू चयन गरियो!

source: Select Number of Hours
ne: घण्टा संख्या चयन गर्नुहोस्

# productService
source: Product/Service Link
ne: उत्पादन / सेवा लिङ्क

# pleaseEnterProductServiceName
source: Please Enter Product/Service Link
ne: कृपया उत्पादन/सेवा लिङ्क प्रविष्ट गर्नुहोस्

source: Total
ne: कुल

source: BANK DETAILS
ne: बैंक विवरणहरू

# bankName
source: Bank Name: Nabil Bank
ne: बैंकको नाम: नबिल बैंक

# acHolderName
source: A/C Holder Name: Hari Lochan Neupane
ne: A/C होल्डरको नाम: हरि लोचन न्यौपाने

# accountNumber
source: Account Number: 3110017514066
ne: खाता नम्बर: 3110017514066

# pleaseAttachPaymentScreen
source: Please attach payment screenshot for Payment Confirmation.
ne: कृपया भुक्तानी पुष्टिकरणको लागि भुक्तानी स्क्रिनसट संलग्न गर्नुहोस्।

# uploadScreenShot
source: Upload Screenshot of Payment Receipt
ne: भुक्तानी रसिदको स्क्रिनसट अपलोड गर्नुहोस्

# selectAfile
source: Select a file or drag & drop here
ne: एउटा फाइल चयन गर्नुहोस् वा यहाँ तान्नुहोस् र छोड्नुहोस्

# selectFiles
source: SELECT FILE
ne: फाइल चयन गर्नुहोस्

source: Select your Product/Service
ne: आफ्नो उत्पादन/सेवा चयन गर्नुहोस्

# sortByNew
source: Sort by
ne: क्रमबद्ध गर्नुहोस्

# latestnew
source: Latest
ne: पछिल्लो

source: Price Low to High
ne: मूल्य कम देखि उच्च

source: Price Height to Low
ne: मूल्य उचाइ देखि कम

# nextNew
source: Next
ne: अर्को

source: All
ne: सबै

source: Jobs
ne: जागिरहरू

source: Automobiles
ne: अटोमोबाइलहरू

# menFashion
source: Men's Fashion
ne: पुरुष फेसन

# viewAllNew
source: View All
ne: सबै हेर्नुहोस्

# productNServiceTitle
source: Product/Service Title
ne: उत्पादन/सेवा शीर्षक

# productNServiceCategory
source: Product/Service Category
ne: उत्पादन/सेवा कोटि

# addProdPhoto
source: Add Product Photos
ne: उत्पादन फोटोहरू थप्नुहोस्
