Repository: lucky93agarwal/job_seekers
Catalog: lib/l10n/app_*.arb
Languages: ne

# appTitle
source: Nepali Calender
ne: नेपाली पात्रो

source: Welcome To
ne: मा स्वागत छ

# sanatanNepali
source: Sanatan Nepal
ne: सनातन नेपाल

source: Select Language
ne: भाषा छनोट गर्नुस

source: Select Theme
ne: विषयवस्तु चयन गर्नुहोस्

source: Dark
ne: अँध्यारो

source: Light
ne: उज्यालो

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली

# contin
source: Continue
ne: जारी राख्नुहोस्

# busTitle
source: ADD YOUR BUSINESS DETAILS HERE
ne: यहाँ तपाईंको व्यवसाय विवरण थप्नुहोस्

# busDetails
source: Business Details
ne: व्यवसाय विवरण

source: Service Details
ne: सेवा विवरण

source: Product Details
ne: उत्पादन विवरण

source: Please Enter Phone Number
ne: कृपया फोन नम्बर प्रविष्ट गर्नुहोस्

source: Please Enter Email
ne: कृपया इमेल प्रविष्ट गर्नुहोस्

# shortLine
source: Short line that describes your business (20 words)
ne: तपाईंको व्यवसाय वर्णन गर्ने छोटो रेखा (20 शब्दहरू)

source: Enter a valid email address
ne: वैध इमेल ठेगाना प्रविष्ट गर्नुहोस्

source: Please enter mobile number
ne: कृपया मोबाइल नम्बर प्रविष्ट गर्नुहोस्

source: Please enter valid mobile number
ne: कृपया वैध मोबाइल नम्बर प्रविष्ट गर्नुहोस्

source: Business Name
ne: व्यवसाय नाम

source: Official Business name
ne: आधिकारिक व्यवसाय नाम

source: Please Enter Business Name
ne: कृपया व्यवसाय नाम प्रविष्ट गर्नुहोस्

source: Business Type
ne: व्यवसाय प्रकार

source: eg: Digital Marketing Agency
ne: उदाहरणका लागि: डिजिटल मार्केटिंग एजेन्सी

source: Please Enter Business Type
ne: कृपया व्यवसाय प्रकार प्रविष्ट गर्नुहोस्

source: Business Description
ne: व्यवसाय विवरण

# shortDescription
source: Short description about business (20 words)
ne: व्यवसायको बारेमा संक्षिप्त विवरण (२० शब्द)

source: Please Enter Business Details
ne: कृपया व्यवसाय विवरण प्रविष्ट गर्नुहोस्

source: Website URL
ne: वेबसाइट यूआरएल

source: Phone Number
ne: फोन नम्बर

source: Email
ne: इमेल

source: WhatsApp Number
ne: ह्वाट्सएप नम्बर

source: Office Location
ne: कार्यालय स्थान

source: Google Map Link
ne: गुगल मानचित्र लिङ्क

source: Google map link of your office address
ne: तपाईँको कार्यालय ठेगानाको गुगल म्याप लिङ्क

source: Cancel
ne: रद्द गर्नुहोस्

source: Save
ne: बचत गर्नुहोस्

source: Service Title
ne: सेवा शीर्षक

source: Please Enter Service Title
ne: कृपया सेवा शीर्षक प्रविष्ट गर्नुहोस्

source: Add Service photo
ne: सेवा फोटो थप्नुहोस्

source: no files choosen
ne: कुनै फाइल चयन गरिएको छैन

source: Service Description
ne: सेवा विवरण

# serviceDescriptionin
source: Service description in two lines..
ne: दुई लाइनमा सेवा विवरण..

source: Service Price
ne: सेवा मूल्य

source: Fixed
ne: फिक्स्ड

source: Variable
ne: परिवर्तनशील

source: Please enter amount
ne: कृपया रकम प्रविष्ट गर्नुहोस्

source: Service 1
ne: सेवा 1

source: Service 2
ne: सेवा 2

source: Service 3
ne: सेवा 3

source: Add New Service
ne: नयाँ सेवा थप्नुहोस्

source: Add / Update
ne: थप्नुहोस्/ अद्यावधिक गर्नुहोस्

source: eg: Web Design
ne: जस्तै: वेब डिजाइन

source: Product Category 1
ne: उत्पादन श्रेणी १

source: Product Category 2
ne: उत्पादन श्रेणी २

source: Product Category 3
ne: उत्पादन श्रेणी ३

source: +Add new Category
ne: +नयाँ श्रेणी थप्नुहोस्

source: Product Title
ne: उत्पादन शीर्षक

source: Please Enter Product Title
ne: कृपया उत्पादन शीर्षक प्रविष्ट गर्नुहोस्

source: Add Product photo
ne: उत्पादन फोटो थप्नुहोस्

source: Product Description
ne: उत्पादन विवरण

source: Product description in three lines..
ne: तीन लाइनहरूमा उत्पादन विवरण..

source: Product Category
ne: उत्पादन श्रेणी

source: Select Your Gender
ne: आफ्नो लिंग चयन गर्नुहोस्

source: Please select gender.
ne: कृपया लिंग चयन गर्नुहोस् ।

source: Product Category Name
ne: उत्पादन श्रेणी नाम

source: Please enter product category name
ne: कृपया उत्पादन श्रेणी नाम प्रविष्ट गर्नुहोस्

source: Category photo
ne: श्रेणी फोटो

source: Product Purchase Link
ne: उत्पादन खरीद लिङ्क

# egWebsiteCom
source: eg: website.com/productname (if any)
ne: जस्तै: website.com/productname (यदि कुनै छ भने)

source: Please Enter Product Purchase Link
ne: कृपया उत्पादन खरीद लिङ्क प्रविष्ट गर्नुहोस्

source: Product 1
ne: उत्पादन 1

source: Product 2
ne: उत्पादन 2

source: Product 3
ne: उत्पादन 3

source: Add New Product
ne: नयाँ उत्पादन थप्नुहोस्

source: Please Enter First Name
ne: कृपया पहिलो नाम प्रविष्ट गर्नुहोस्

source: Please Enter Last Name
ne: कृपया अन्तिम नाम प्रविष्ट गर्नुहोस्

source: Please Enter Address
ne: कृपया ठेगाना प्रविष्ट गर्नुहोस्

source: TOWN / CITY
ne: शहर / शहर

source: PROVINCE
ne: प्रदेश

source: Please select province.
ne: कृपया प्रदेश चयन गर्नुहोस् ।

source: Checkout
ne: चेकआउट

source: First Name
ne: पहिलो नाम

source: Last Name
ne: अन्तिम नाम

source: COUNTRY / REGION
ne: देश / क्षेत्र

source: Please select country
ne: कृपया देश चयन गर्नुहोस्

source: Street Address
ne: सडक ठेगाना

source: POSTCODE / ZIP
ne: पोस्टकोड / जिप

source: PHONE (OPTIONAL)
ne: फोन (वैकल्पिक)

# shipToADifferent
source: Ship to a different Address?
ne: फरक ठेगानामा जहाज गर्नुहुन्छ?

# orderNotes
source: ORDER NOTES (OPTIONAL)
ne: अर्डर नोट्स (वैकल्पिक)

# notesAboutYourOrder
source: Notes about your order, e.g. special notes for delivery.
ne: तपाईंको अर्डरको बारेमा नोटहरू, उदाहरणका लागि डेलिभरीको लागि विशेष नोटहरू।

source: Subtotal
ne: उप-कुल

source: Shipping
ne: ढुवानी

source: Shopping
ne: खरीददारी

source: Discount
ne: छुट

source: Shipping Costs
ne: ढुवानी लागत

# iConfirmThatMy
source: I confirm that my address is 100% correct and WILL NOT hold Top Shlf BC liable if this shipment is sent to an incorrect address.
ne: म पुष्टि गर्दछु कि मेरो ठेगाना 100% सही छ र ले शीर्ष एसएचएलएफ बीसीलाई उत्तरदायी राख्दैन यदि यो शिपमेन्ट गलत ठेगानामा पठाइएको छ भने।

source: Place Order
ne: स्थान क्रम

# securePayments
source: SECURE PAYMENTS PROVIDED BY
ne: द्वारा प्रदान गरिएको सुरक्षित भुक्तानीहरू

# yourOrderHas
source: Your Order Has Been Confirmed
ne: तपाईँको अर्डर पुष्टि भएको छ

source: Status
ne: स्थिति

source: Paid
ne: भुक्तान गरियो

source: Order
ne: आदेश

source: GO TO HOME
ne: घर जानुहोस्

source: SHOP MORE
ne: थप किनमेल गर्नुहोस्

source: Please Enter TOWN/CITY
ne: कृपया शहर/शहर प्रविष्ट गर्नुहोस्

source: Please Enter POSTCODE
ne: कृपया पोष्टकोड प्रविष्ट गर्नुहोस्

source: Delivery Payment
ne: डेलिभरी भुक्तानी

source: Ram Nawami
ne: राम नवमी

source: Days Left
ne: दिन हरू बाँकी छन्

# panchang
source: Panchanga & Suva Sait
ne: पञ्चाङ्ग & सुवा साइत

source: Add Event/Reminder
ne: घटना/रिमाइन्डर थप्नुहोस्

source: Video
ne: भिडियो

# descriptionNew
source: Description
ne: विवरण

# howToCele
source: How To Celebrate
ne: कसरी उत्सव मनाउने

source: Attraction Places
ne: आकर्षण स्थानहरू

# youCanBathe
source: 1. You can bathe and dress up miniature idols of Lord Ram and place them in a cradle to mark his birth 2. You can light a lamp in front of the idol 3. You can also celebrate this day by providing food to the needy. 4. If you want to delve deep into this ritual, you can even invite nine girls at home, shower them with respect and offer them prashad in the form of halwa and puri. This is popularly known as the Kanya Puja ritual, where girls are believed to be the manifestation of Indian Goddesses
ne: १. भगवान ् रामका स–साना मूर्तिहरू नुहाउन र पहिरन लगाएर उहाँको जन्मको उपलक्ष्यमा पालुवामा राख्न सकिन्छ । 2. तपाईं मूर्तिको अगाडि बत्ती बाल्न सक्नुहुन्छ 3। यस दिनलाई खाँचोमा परेकालाई खाना खुवाएर पनि मनाउन सकिन्छ । 4. यदि तपाईं यस अनुष्ठानको गहिराइमा जान चाहनुहुन्छ भने, तपाईं घरमा नौ जना केटीहरूलाई निमन्त्रणा गर्न सक्नुहुन्छ, उनीहरूलाई सम्मानका साथ स्नान गर्न सक्नुहुन्छ र उनीहरूलाई हलुवा र पुरीको रूपमा प्रसाद प्रदान गर्न सक्नुहुन्छ। यसलाई कन्या पूजा अनुष्ठानको रूपमा लोकप्रिय रूपमा चिनिन्छ, जहाँ केटीहरूलाई भारतीय देवीहरूको अभिव्यक्ति मानिन्छ।

# onThisAuspicious
source: On this auspicious festival, the devotees visit Ram or Vishnu temples that spread across Nepal. The
ne: यस पर्वमा नेपालभर छरिएर रहेका राम वा विष्णु मन्दिरमा भक्तजनको घुइँचो लाग्छ । [सम्पादन गर्ने]

source: Ram Janaki Temple
ne: राम जानकी मन्दिर

# willBeThronged
source: will be thronged with devotees on this day.
ne: यस दिन भक्तजनको भीड लाग्नेछ ।

# otherImportant
source: Other important temples that will be filled with devotees on this festival are: 1. Ram Mandir in Battisputali Changu 2. Narayan in Bhaktapur 3. Budhanilkantha Temple 4. Ichangu Narayan & Bichangu Narayan in Kathmandu.
ne: यस पर्वमा भक्तजनहरूले भरिने अन्य महत्त्वपूर्ण मन्दिरहरू यस प्रकार छन्: 1। बत्तीसपुतली चाँगुमा रहेको राम मन्दिर 2. भक्तपुरमा नारायण 3. बूढानीलकण्ठ मन्दिर 4. इचङ्गु नारायण र बिचाङ्गु नारायण काठमाडौँमा ।

source: Panchanga And Suva Sait
ne: पञ्चाङ्ग र सुवा साइत

source: Previous Month
ne: अघिल्लो महिना

source: Next Month
ne: अर्को महिना

source: Previous Year
ne: अघिल्लो वर्ष

source: Next Year
ne: अर्को वर्ष

source: Terms and Conditions
ne: नियम र शर्तहरू

# definitions
source: 1. Definitions
ne: 1. परिभाषाहरू

# usersaccounts
source: 2. Users’ Accounts and membership
ne: 2. प्रयोगकर्ताको खाता र सदस्यता

# backupsOfThe
source: 3. Backups of the Users’ information
ne: 3. प्रयोगकर्ताको सूचनाको जगेडा

# linksTo
source: 4. Links to other resources
ne: 4. अन्य स्रोतहरूमा लिङ्कहरू

# intellecual
source: 5. Intellectual property rights
ne: 5. बौद्धिक सम्पत्ति अधिकार

# termination
source: 6. Termination
ne: 6. समाप्ति

# changesAnd
source: 7. Changes and amendments
ne: 7. परिवर्तन र संशोधन

# acceptance
source: 8. Acceptance of these terms
ne: 8. यी सर्तहरूको स्वीकृति[सम्पादन गर्ने]

# contactUs
source: 9. Contact Us
ne: 9. हामीलाई सम्पर्क गर्नुहोस्

# thisDocument
source: This document was last updated on April 11, 2023
ne: यो कागजात अन्तिम पटक अप्रिल ११, २०२३ मा अद्यावधिक गरिएको थियो।

# terms1
source: Welcome to Nepali Calendar! These terms & conditions outline the rules & regulations for the use of Nepali Calendar. By using this app we assume you accept these terms and conditions. Do not continue to use Nepali Calendar if you do not agree to take all of the terms and conditions stated on this page.
ne: नेपाली क्यालेन्डरमा स्वागत छ ! यी नियम र शर्तहरूले नेपाली पात्रोको प्रयोगका लागि नियम र नियमहरूको रूपरेखा प्रस्तुत गर्दछ। n यो अनुप्रयोग प्रयोग गरेर हामी मान्छौं कि तपाईं यी नियम र सर्तहरू स्वीकार गर्नुहुन्छ। यदि तपाईं यस पृष्ठमा उल्लिखित सबै नियम र शर्तहरू लिन सहमत हुनुहुन्न भने नेपाली क्यालेन्डर प्रयोग गर्न जारी नराख्नुहोस्।

# terms2
source: For the purposes of these Terms and Conditions:
ne: यी नियम र शर्तहरूको प्रयोजनका लागि:

# terms2A
source: • Application means the Nepali Calendar App downloaded by You on any electronic device.
ne: • एप्लिकेशन भन्नाले कुनै पनि विद्युतीय उपकरणमा तपाईँले डाउनलोड गरेको नेपाली पात्रो एप सम्झनु पर्छ ।

# terms2B
source: • Application Store means the digital distribution service operated and developed by Apple Inc. (Apple App Store) or Google Inc. (Google Play Store) in which the Application has been downloaded.
ne: • एप्लिकेशन स्टोर भन्नाले एप्पल इंक (एप्पल एप स्टोर) वा गुगल इंक (गुगल प्ले स्टोर) द्वारा संचालित र विकास गरिएको डिजिटल वितरण सेवा हो जसमा एप्लिकेशन डाउनलोड गरिएको छ।

# terms2C
source: • Country refers to: Nepal Company (referred to as either We, Us or Our in this Agreement) refers to Nepali Calendar.
ne: • नेपाल कम्पनी (यस सम्झौतामा हामी, हामी वा हाम्रो भनेर उल्लेख गरिएको) ले नेपाली पात्रोलाई बुझाउँछ।

# terms2D
source: • Device means any device that can access the Service such as a cellphone or a digital tablet.
ne: • डिभाइस भन्नाले सेलफोन वा डिजिटल ट्याबलेट जस्ता सेवामा पहुँच गर्न सक्ने कुनै पनि उपकरणलाई जनाउँछ ।

# terms2E
source: • Service refers to the Application.
ne: • सेवाले अनुप्रयोगलाई बुझाउँछ ।

# terms2F
source: • Terms and Conditions (also referred as Terms) mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service.
ne: • नियम र सर्तहरू (जसलाई सर्तहरू पनि भनिन्छ) ले यी नियम हरू र सर्तहरू बुझाउँछ जुन सेवाको प्रयोगको सम्बन्धमा तपाईं र कम्पनी बीच सम्पूर्ण सम्झौता बनाउँदछ। तपाईको अर्थ हाम्रो अनुप्रयोगमा पहुँच वा प्रयोग गर्ने व्यक्ति हो जसको तर्फबाट त्यस्तो व्यक्तिले सेवामा पहुँच वा प्रयोग गरिरहेको छ, लागू हुन्छ।

# terms3
source: We do not own any data, information or material (collectively, “Content”) that you submit in the Mobile App in the course of using the Service. You shall have sole responsibility for the accuracy, quality, integrity, legality, reliability, appropriateness, & intellectual property ownership or right to use of all submitted Content. We may monitor and review the Content in the Mobile App submitted or created using our Services by you. You grant us permission to access, copy, distribute, store, transmit, reformat, display and perform the Content of your user account solely as required for the purpose of providing the Services to you. Without limiting any of those warranties, we have the right, though not the obligation, to, in our own sole discretion, refuse or remove any Content that, in our reasonable opinion, violates any of our policies or is in any way harmful or objectionable. Unless specifically permitted by you, your use of the Mobile Application and Services does not grant us the license to use, reproduce, adapt, modify, publish or distribute the Content created by you or stored in your user account for commercial, marketing or any similar purpose.
ne: हामीसँग कुनै पनि डेटा, जानकारी वा सामग्री (सामूहिक रूपमा, सामग्री) छैन जुन तपाईले सेवा प्रयोग गर्ने क्रममा मोबाइल अनुप्रयोगमा पेश गर्नुहुन्छ। तपाईसँग शुद्धता, गुणस्तर, अखण्डता, वैधता, विश्वसनीयता, उपयुक्तता, र बौद्धिक सम्पत्ति स्वामित्व वा सबै सबमिट गरिएको सामग्रीको प्रयोग गर्ने अधिकारको लागि एकमात्र जिम्मेवारी हुनेछ। हामी तपाइँद्वारा हाम्रो सेवाहरू प्रयोग गरेर पेश गरिएको वा सिर्जना गरिएको मोबाइल अनुप्रयोगमा सामग्रीको अनुगमन र समीक्षा गर्न सक्दछौं। तपाईं हामीलाई पहुँच, प्रतिलिपि, वितरण, भण्डारण, प्रसारण, सुधार, प्रदर्शन र तपाईंको प्रयोगकर्ता खाताको सामग्री तपाईंलाई सेवाहरू प्रदान गर्ने उद्देश्यको लागि आवश्यक रूपमा प्रदर्शन गर्न अनुमति दिनुहुन्छ। ती वारेन्टीहरू मध्ये कुनै पनि सीमित नगरी, हामीसँग अधिकार छ, यद्यपि दायित्व होइन, हाम्रो आफ्नै विवेकमा, हाम्रो उचित रायमा, हाम्रो कुनै पनि नीतिहरूको उल्लङ्घन गर्ने वा कुनै पनि तरिकाले हानिकारक वा आपत्तिजनक कुनै पनि सामग्री लाई अस्वीकार वा हटाउन। तपाईँले विशेष रूपमा अनुमति नदिएसम्म, मोबाइल एप्लिकेसन र सेवाहरूको तपाईंको प्रयोगले हामीलाई व्यावसायिक, मार्केटिंग वा यस्तै कुनै उद्देश्यका लागि तपाईँले सिर्जना गरेको वा तपाईंको प्रयोगकर्ता खातामा भण्डारण गरिएको सामग्री प्रयोग गर्न, पुनरुत्पादन गर्न, अनुकूलन गर्न, परिमार्जन गर्न, प्रकाशित गर्न वा वितरण गर्न अनुमतिपत्र प्रदान गर्दैन।

# terms5
source: Although the Mobile Application and Services may link to other resources (such as websites, mobile applications, etc.), we are not, directly or indirectly, implying any approval, association, sponsorship, or endorsement with any linked resource, unless specifically stated herein. We are not responsible for examining or evaluating, and we do not warrant the offerings of, any businesses or individuals or the content of their resources. We do not assume any responsibility or liability for the actions, products, services, and content of any other third parties. You should carefully review the legal statements and other conditions of use of any resource which you access through a link in the Mobile Application. Your linking to any other off-site resources is at your own risk.
ne: यद्यपि मोबाइल अनुप्रयोग र सेवाहरू अन्य स्रोतहरू (जस्तै वेबसाइटहरू, मोबाइल अनुप्रयोगहरू, आदि) सँग लिङ्क हुन सक्दछन्, हामी प्रत्यक्ष वा अप्रत्यक्ष रूपमा, कुनै पनि लिङ्क गरिएको संसाधनसँग कुनै पनि अनुमोदन, संघ, प्रायोजन, वा अनुमोदनलाई संकेत गर्दैनौं, जबसम्म कि यहाँ विशेष रूपमा उल्लेख गरिएको छैन। हामी परीक्षण वा मूल्यांकनको लागि जिम्मेवार छैनौं, र हामी कुनै पनि व्यवसाय वा व्यक्ति वा उनीहरूको स्रोतहरूको सामग्रीको प्रस्तावहरू ग्यारेन्टी गर्दैनौं। हामी कुनै पनि अन्य तेस्रो पक्षको कार्यहरू, उत्पादनहरू, सेवाहरू र सामग्रीको लागि कुनै जिम्मेवारी वा दायित्व ग्रहण गर्दैनौं। तपाईं सावधानीपूर्वक समीक्षा गर्नुपर्छ कानूनी बयान र कुनै पनि स्रोत को प्रयोग को अन्य शर्तहरु जो तपाईं पहुँच मार्फत एक लिङ्क मा मोबाइल अनुप्रयोग छ । कुनै पनि अन्य अफ-साइट संसाधनहरूमा तपाईंको लिङ्क तपाईंको आफ्नै जोखिममा छ।

# terms6
source: "Intellectual Property Rights” means all present and future rights conferred by statute, common law or equity in or in relation to any copyright and related rights, trademarks, designs, patents, goodwill and the right to sue for passing off, rights to inventions, rights to use, and all other intellectual property rights, in each case whether registered or unregistered and including all applications and rights to apply for and be granted, rights to claim priority from, such rights and all similar or equivalent rights or forms of protection and any other results of intellectual activity which subsist or will subsist now or in the future in any part of the world. This Agreement does not transfer to you any intellectual property owned by the Operator, and all rights, titles, and interests in and to such property will remain (as between the parties) solely with the Operator. All trademarks, service marks, graphics and logos used in connection with the Mobile App and Services, are registered trademarks of the Operator or its licensors. Your use of the Mobile Application and Services grants you no right or license to reproduce or otherwise use any of the Operator or trademarks.
ne: बौद्धिक सम्पत्ति अधिकार भन्नाले कुनै पनि प्रतिलिपि अधिकार र सम्बन्धित अधिकार, ट्रेडमार्क, डिजाइन, पेटेन्ट, सद्भावना र पासिङको लागि मुद्दा दायर गर्ने अधिकार, आविष्कारको अधिकार, प्रयोगको अधिकार, र अन्य सबै बौद्धिक सम्पत्ति अधिकारहरूमा कानून, सामान्य कानून वा समानताद्वारा प्रदत्त सबै वर्तमान र भविष्यका अधिकारहरू सम्झनु पर्छ। बाट प्राथमिकता दावी गर्ने अधिकार, त्यस्ता अधिकारहरू र सबै समान वा समतुल्य अधिकारहरू वा संरक्षणका रूपहरू र बौद्धिक गतिविधिका कुनै पनि अन्य परिणामहरू जुन अहिले वा भविष्यमा संसारको कुनै पनि भागमा अस्तित्वमा रहनेछ वा रहनेछ। यो सम्झौताले तपाईंलाई अपरेटरको स्वामित्वमा रहेको कुनै पनि बौद्धिक सम्पत्ति हस्तान्तरण गर्दैन, र सबै अधिकारहरू, शीर्षकहरू, र रुचिहरू र त्यस्ता सम्पत्तिमा (पक्षहरू बीच जस्तै) अपरेटरसँग मात्र रहनेछन्। मोबाइल अनुप्रयोग र सेवाहरूको सम्बन्धमा प्रयोग गरिएका सबै ट्रेडमार्कहरू, सेवा चिन्हहरू, ग्राफिक्स र लोगोहरू, अपरेटर वा यसको इजाजतपत्रदाताहरूको दर्ता ट्रेडमार्क हुन्। मोबाइल अनुप्रयोग र सेवाहरूको तपाईंको प्रयोगले तपाईंलाई कुनै पनि अपरेटर वा ट्रेडमार्कपुनरुत्पादन गर्न वा अन्यथा प्रयोग गर्न कुनै अधिकार वा लाइसेन्स प्रदान गर्दैन।

# terms7
source: We may terminate or suspend Your access immediately, without prior notice, for any reason whatsoever, including without limitation if You breach these Terms & Conditions. Upon termination, Your right to use the Service will cease immediately.
ne: हामी कुनै पनि कारणको लागि, कुनै पनि कारणको लागि, पूर्व सूचना बिना, तपाईंको पहुँच तुरुन्तै समाप्त वा निलम्बन गर्न सक्दछौं, यदि तपाईंले यी नियम हरू र सर्तहरू उल्लङ्घन गर्नुभयो भने सीमा बिना। nअवस्थामा, सेवा प्रयोग गर्ने तपाईंको अधिकार तुरुन्तै समाप्त हुनेछ।

# terms8
source: We reserve the right to modify this terms related to the Mobile App and Services at any time at our discretion. When we do, we will post a notification in the Mobile Application. We may also provide notice to you in other ways at our discretion, such as through the contact information you have provided. An updated version of this Agreement will be effective immediately upon the posting of the revised Agreement unless otherwise specified. Your continued use of the Mobile Application and Services after the effective date of the revised Agreement (or such other act specified at that time) will constitute your consent to those changes.
ne: हामी हाम्रो विवेकमा कुनै पनि समयमा मोबाइल अनुप्रयोग र सेवाहरूसँग सम्बन्धित यो सर्तहरू परिमार्जन गर्ने अधिकार सुरक्षित गर्दछौं। जब हामी गर्छौं, हामी मोबाइल अनुप्रयोगमा एक सूचना पोस्ट गर्नेछौं। हामी तपाईंलाई हाम्रो विवेकमा अन्य तरिकामा पनि सूचना प्रदान गर्न सक्दछौं, जस्तै तपाईंले प्रदान गर्नुभएको सम्पर्क जानकारीमार्फत। यस सम्झौताको अद्यावधिक संस्करण संशोधित सम्झौताको पोस्टिङमा तुरुन्तै प्रभावकारी हुनेछ जबसम्म अन्यथा निर्दिष्ट गरिएको छैन। संशोधित सम्झौताको प्रभावकारी मिति (वा त्यस समयमा निर्दिष्ट गरिएको त्यस्तो अन्य कार्य) पछि मोबाइल अनुप्रयोग र सेवाहरूको तपाईंको निरन्तर प्रयोगले ती परिवर्तनहरूमा तपाईंको सहमति गठन गर्नेछ।

# terms9
source: You acknowledge that you have read this Agreement and agree to all its terms and conditions. By accessing and using the Mobile Application and Services you agree to be bound by this Agreement. If you do not agree to abide by the terms of this Agreement, you are not authorized to access or use the Mobile Application and Services.
ne: तपाईं स्वीकार गर्नुहुन्छ कि तपाईंले यो सम्झौता पढ्नुभएको छ र यसका सबै नियम र सर्तहरूमा सहमत हुनुहुन्छ। मोबाइल अनुप्रयोग र सेवाहरू पहुँच र प्रयोग गरेर तपाईं यस सम्झौताद्वारा बाध्य हुन सहमत हुनुहुन्छ। यदि तपाईं यस सम्झौताका सर्तहरू पालन गर्न सहमत हुनुहुन्न भने, तपाईं मोबाइल अनुप्रयोग र सेवाहरू पहुँच गर्न वा प्रयोग गर्न अधिकृत हुनुहुन्न।

# terms10
source: If you have any questions, concerns, or complaints regarding this Agreement, we encourage you to contact us at info@ourvirtualtribes.com.
ne: यदि तपाईंसँग यस सम्झौताको बारेमा कुनै प्रश्नहरू, चिन्ताहरू, वा गुनासोहरू छन् भने, हामी तपाईंलाई info@ourvirtualtribes.com हामीलाई सम्पर्क गर्न प्रोत्साहित गर्दछौं।

source: Privacy Policy
ne: गोपनीयता नीति

# lastUpdated
source: Last updated: April 10, 2023
ne: अन्तिम अद्यावधिक: अप्रिल 10, 2023

# oneOfOurMain
source: one of our main priorities is the privacy of our visitors. Nepali Calendar may sometimes use Your Personal data to provide & improve the Service. By using our Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy document contains types of information that is collected and recorded by Nepali Calendar and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.
ne: हाम्रो मुख्य प्राथमिकताहरू मध्ये एक हाम्रा आगन्तुकहरूको गोपनीयता हो। नेपाली क्यालेन्डरले कहिलेकाहीँ सेवा प्रदान गर्न र सुधार गर्न तपाईंको व्यक्तिगत डेटा प्रयोग गर्न सक्छ। हाम्रो सेवा प्रयोग गरेर, तपाईं यस गोपनीयता नीति अनुसार जानकारी सङ्कलन र प्रयोग गर्न सहमत हुनुहुन्छ। यो गोपनीयता नीति कागजातमा नेपाली क्यालेन्डरद्वारा सङ्कलन र रेकर्ड गरिएको जानकारी र हामीले यसलाई कसरी प्रयोग गर्छौं भन्ने जानकारी समावेश गर्दछ। यदि तपाईंसँग थप प्रश्नहरू छन् वा हाम्रो गोपनीयता नीति बारे थप जानकारी चाहिन्छ भने, हामीलाई सम्पर्क गर्न नहिचकिचाउनुहोस्।

# whatInformation
source: 1. What Information Do We Collect?
ne: 1. हामीले के जानकारी सङ्कलन गर्छौं?

# personalInformation
source: 1.1 Personal information you disclose to us
ne: 1.1 तपाईले हामीलाई खुलासा गर्ने व्यक्तिगत जानकारी

# whileUsingOur
source: While using Our app, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:
ne: हाम्रो अनुप्रयोग प्रयोग गर्दा, हामी तपाईंलाई सम्पर्क गर्न वा पहिचान गर्न प्रयोग गर्न सकिने निश्चित व्यक्तिगत रूपमा पहिचान योग्य जानकारी प्रदान गर्न तपाईंलाई सोध्न सक्छौं। व्यक्तिगत रूपमा पहिचान योग्य जानकारी समावेश हुन सक्छ, तर सीमित छैन: १. इमेल ठेगाना २. नाम र थर ३. फोन नम्बर ठेगाना, राज्य, प्रान्त, जिप/पोस्टल कोड, शहर

# informationAutomatically
source: 1.2 Information automatically collected
ne: 1.2 जानकारी स्वचालित रूपमा सङ्कलन

# purposeOfUseOf
source: 2. Purpose of use of Information
ne: २. सूचनाको प्रयोगको उद्देश्य

# howLongDoWeKeep
source: 3. How Long do we keep your information?
ne: 3. हामीले तपाईंको जानकारी कति समयसम्म राख्छौं?
